Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: The relationship between global warming and climate change
sv_se: Förhållandet mellan global uppvärmning och klimatförändringar

source: The researchers are investigating the properties of materials to coat cardboard food containers.
sv_se: Forskarna undersöker egenskaperna hos material som kan användas för att täcka engångsförpackningar av papp.

source: The researchers coated cardboard food containers with three different materials.
sv_se: Forskarna täckte engångsförpackningar av papp med tre olika material.

source: The researchers collected data on the biomass produced by the argan trees in the study.
sv_se: Forskarna samlade in data om biomassan som bildats av arganträden i studien.

source: The researchers developed materials to coat the cardboard food containers and protect them from burning.
sv_se: Forskarna utvecklade material för att täcka engångsförpackningar av papp och skydda dem från att brännas.

source: The researchers tested how long food containers made from different materials can keep food warm.
sv_se: Forskarna testade hur länge matbehållare gjorda av olika material kan hålla maten varm.

source: The researchers used a field study rather than a computer simulation.
sv_se: Forskarna genomförde en fältstudie istället för en datorsimulering.

source: The researchers used the following procedure to investigate the use of clay to destroy algal cells:
sv_se: Forskarna använde följande metod för att undersöka användningen av lera för att förstöra algceller:

source: The residents of a town are investigating whether they have a suitable site for a wind farm.
sv_se: Invånarna i en stad undersöker om de har en lämplig plats för en vindkraftspark.

source: The residents want to determine whether these actions reduce the following uses:
sv_se: Invånarna vill fastställa om dessa åtgärder minskar följande:

source: The result was a sheep called Dolly.
sv_se: Resultatet var ett får som hette Dolly.

source: The results from which three planets should be compared to best determine how the speed of falling objects is affected by gravity?
sv_se: Från vilka tre planeter borde resultaten jämföras för att man bäst ska kunna fastställa hur hastigheten för fallande föremål påverkas av gravitationen?

source: The results of external evaluation led to changes in school policies.
sv_se: Resultaten från den externa utvärderingen har lett till ändringar av skolans riktlinjer.

source: The results of published data can be reproduced by other scientists.
sv_se: Resultaten från publicerade data kan reproduceras av andra forskare.

source: The results of the study were published in a scientific journal.
sv_se: Resultaten från studien publicerades i en vetenskaplig tidskrift.

source: The results presented in the graph below show that ground beetles are attracted by the light of the lamps during the night.
sv_se: Resultaten som presenteras i diagrammet nedan visar att jordlöpare attraheras av ljuset från lamporna under natten.

source: The results show that the relationship between water and tomatoes depends on whether the soil product is used.
sv_se: Resultaten visar att förhållandet mellan vatten och tomater beror på om jorduppluckringsprodukten används.

source: The results will also display in the table.
sv_se: Resultaten visas också i tabellen.

source: The ring scanner detects the gamma rays that strike it.
sv_se: Ringkameran identifierar gammafotonerna som träffar den.

source: The risk is worsened if the land the cities are built on is sinking.
sv_se: Risken ökar om marken som städerna är byggda på sjunker.

source: The rock in the footprints is exposed to rain and changes in temperature.
sv_se: Stenen i fotspåren utsätts för regn och temperaturförändringar.

source: The rocket can also help slow down the spacecraft for landing (click Play to view the video).
sv_se: Raketen kan också hjälpa till att bromsa in rymdfarkosten vid landning (klicka på Spela för att se videon).

source: The rocket helps the spacecraft take off (click Play to view the video).
sv_se: Raketen hjälper rymdfarkosten att starta (klicka på Spela för att se videon).

source: The row(s) you select will be marked with a star.
sv_se: Raden eller raderna du väljer markeras med en stjärna.

source: The same growth curve can be used to estimate the body mass of other extinct animals.
sv_se: Samma tillväxtkurva kan användas för att uppskatta kroppsmassan hos andra utdöda djur.

source: The same number of ships should travel along the shipping lane on each day of the study.
sv_se: Samma antal fartyg måste färdas längs transportleden varje dag under studien.

source: The sample fabrics were made from different materials and had different thicknesses.
sv_se: Tygproverna var tillverkade i olika material och hade olika tjocklekar.

source: The sample is located at one of the four possible positions, shown as small circles within the scanner.
sv_se: Provet befinner sig på en av de fyra möjliga platserna som är markerade med små cirklar inuti kameran.

source: The sand and pebbles are carried deep underground.
sv_se: Sanden och småstenarna begravs djupt under marken.

source: The sand in the footprints is compressed into rock.
sv_se: Sanden i fotspåren pressas samman till sten.

source: The school does not define the areas which are judged.
sv_se: Skolan definierar inte vilka områden som ska bedömas.

source: The school has a policy on how to use <digital devices> in science instruction (e.g. amount of computer use in science lessons, use of specific scientific computer programs).
sv_se: Skolan har en policy för hur digitala verktyg ska användas inom NO-undervisningen (t.ex. omfattningen av datoranvändning under lektionerna i NO-ämnen, användningen av specifika datorprogram för naturvetenskap).

source: The school has a scheduled time for teachers to meet to share, evaluate or develop instructional materials and approaches that employ digital devices.
sv_se: Skolan har avsatt tid för lärarna att träffas för att dela med sig av, utvärdera eller utveckla undervisningsmaterial och tillvägagångssätt kring digitala enheter.

source: The school has a specific policy about using social networks (e.g. <Facebook®>) in teaching and learning.
sv_se: Skolan har ett specifikt regelverk kring användandet av sociala nätverk (t.ex. Snapchat or Tik Tok) i undervisning och inlärning.

source: The school has a specific programme to prepare students for responsible internet behaviour.
sv_se: Skolan har en särskild utbildning för att förbereda eleverna på ett ansvarsfullt uppträdande på internet.

source: The school has a specific programme to promote collaboration on the use of digital devices among teachers.
sv_se: Skolan har en särskild utbildning för att främja samarbete kring användandet av digitala enheter bland lärarna.

source: The school has a written statement about the general use of digital devices on the school premises.
sv_se: Skolan har en skriftlig policy om den allmänna användningen av digitala enheter i skolans lokaler.

source: The school has formal guidelines for the use of digital devices for teaching and learning in specific subjects.
sv_se: Skolan har formella riktlinjer för användningen av digitala enheter för undervisning och inlärning av specifika ämnen.

source: The school has sufficient qualified technical assistant staff
sv_se: Skolan har tillräckligt med kvalificerad personal som kan ge teknisk support.

source: The school has sufficient supporting staff to solve technical problems
sv_se: Skolan har tillräckligt med supportpersonal för att lösa tekniska problem.

source: The school runs sports and clubs on Saturday, so Ben also drives the bus on Saturday.
sv_se: Skolan har idrotts- och klubbverksamhet på lördagar, så Bengt kör bussen då också.

source: The school’s Internet bandwidth or speed is sufficient
sv_se: Skolans bandbredd eller internethastighet är tillräcklig.

source: The scientists also determined if the water samples were saturated with calcium carbonate (the solute).
sv_se: Forskarna avgjorde också om vattenproverna var mättade med kalciumkarbonat (i löst form).

source: The scientists are excluding fats, carbohydrates and sugars from the supplement.
sv_se: Forskarna har uteslutit fetter, kolhydrater och sockerarter från kosttillskottet.

source: The scientists collected pteropods and several water samples from different sites.
sv_se: Forskarna samlade in pteropoder och flera vattenprover från olika platser.

source: The scientists hypothesise that the ground beetles remaining around the lamps will result in an increase in ground beetle reproduction.
sv_se: Forskarnas hypotes är att då jordlöparna stannar kvar runt lamporna kommer jordlöparna att föröka sig mer.

source: The scientists in the group are concerned that this might damage their reputations as scientists.
sv_se: Forskarna i gruppen är oroliga för att det kan skada deras anseende som forskare.

source: The scientists installed 10 LED lamps in an unmanaged grassland, as shown below.
sv_se: Forskarna installerade 10 LED-lampor på en obrukad grässlätt, så som visas nedan.

source: The scientists must pick two locations that will allow them to determine if passing ships affect the sounds made by the fish.
sv_se: Forskarna måste välja två platser som gör det möjligt för dem att avgöra om passerande fartyg påverkar ljuden från fiskarna.

source: The scientists observed the response of the frog to the noise.
sv_se: Forskarna observerade grodans reaktion på bullret.

source: The scientists only record the sounds made by the fish.
sv_se: Forskarna spelar bara in ljuden som kommer från fisken.

source: The scientists released the trapped insects by scattering them randomly over the grassland.
sv_se: Forskarna släppte ut de fångade insekterna genom att sprida dem slumpmässigt över grässlätten.

source: The scientists think that more pitting occurred in more acidic seawater.
sv_se: Forskarna tror att mer perforering förekom i surare havsvatten.

source: The scientists used the fossilised footprints to determine which dinosaur made the tracks.
sv_se: Forskarna använde de fossila fotspåren för att avgöra vilken dinosaurie som hade lämnat spåren.

source: The sea is at its highest level at high tide, and at its lowest level at low tide.
sv_se: Havet är på sin högsta nivå vid högvatten, och på sin lägsta nivå vid lågvatten.

source: The seawater is pumped into the tanks from the nearby ocean.
sv_se: Havsvattnet pumpas in i tankarna från det närliggande havet.

source: The second is near a gas heater (a possible source of CO).
sv_se: Den andra är nära en gaskamin (en möjlig källa till CO).

source: The second type of wastewater in the factory has a pH of 14.
sv_se: Den andra typen av spillvatten i fabriken har ett pH på 14.

source: The seeds germinated and started growing within two days.
sv_se: Fröna grodde och började växa inom två dagar.

source: The sensor display near the heater reaches the highest value.
sv_se: Sensorn närmast kaminen når det högsta värdet.

source: The sensor measures the level of CO and displays the average concentration for the previous 60 seconds.
sv_se: Sensorn mäter CO-nivån och visar den genomsnittliga koncentrationen för de senaste 60 sekunderna.

source: The sensor produces 0 V when the concentration of CO is 20 ppm or less.
sv_se: Sensorn producerar 0 V när CO-koncentrationen är 20 ppm eller lägre.

source: The sensor produces 5 V when the concentration of CO is 100 ppm or more.
sv_se: Sensorn producerar 5 V när CO-koncentrationen är 100 ppm eller högre.

source: The sensor will better detect sudden fluctuations in CO concentration.
sv_se: Sensorn kommer att upptäcka plötsliga variationer i CO-koncentrationen bättre.

source: The shaded areas on either side of the line provide a range of possible body mass values for each given age of T.rex (years).
sv_se: De skuggade områdena på båda sidor om linjen visar intervallet av möjliga värden för kroppsmassa vid varje given ålder hos T. rex (år).

source: The ships only travel along the shipping lane to and from the port.
sv_se: Till och från hamnen färdas fartygen endast längs transportleden.

source: The simulation below shows how the population of three species of red-tide algae and the number of red tides in 17 years changed according to water temperature.
sv_se: Simuleringen nedan visar hur populationen av tre arter rödvattenalger och antalet röda tidvatten förändrades under 17 år beroende på vattentemperatur.

source: The simulation is a representation of the changing concentrations and does not show the actual number of ions that are added.
sv_se: Simuleringen är en representation av de växlande koncentrationerna och visar inte det faktiska antalet joner som tillsätts.

source: The slope (in degrees) at each of these four locations is shown in the table below.
sv_se: Lutningen (i grader) vid var och en av dessa fyra platser visas i nedanstående tabell.

source: The snails use calcium carbonate from water to form their shells.
sv_se: Snäckorna använder kalciumkarbonat från vatten för att bilda sina skal.

source: The soil beneath the grass is cooler in the places where the grass is tall, and warmer where the grass has been cut short.
sv_se: Jorden under gräset är svalare på de ställen där gräset är högt, och varmare på de ställen där gräset har klippts kort.

source: The solid line is a curve of best fit.
sv_se: Den heldragna linjen är en kurva med bästa anpassning till värdena

source: The sound absorption coefficient indicates how much sound a material will absorb.
sv_se: Ljudabsorptionskoefficienten anger hur mycket ljud ett material absorberar.

source: The sound bends around an object.
sv_se: Ljudet kröker sig runt ett föremål.

source: The sound is absorbed by an object.
sv_se: Ljudet absorberas av ett föremål.

source: The sound is made louder by an object.
sv_se: Ljudet förstärks av ett föremål.

source: The sound is reflected by an object.
sv_se: Ljudet reflekteras av ett föremål.

source: The sound machine needs to be underwater to work:
sv_se: Ljudmaskinen måste vara under vattnet för att fungera:

source: The sources argue that certified organic cotton should be used to reduce the negative environmental impacts of farming cotton.
sv_se: Källorna argumenterar för att certifierat ekologisk bomull ska användas för att minska de negativa effekterna på miljön från bomullsodling.

source: The sources below are all potentially legitimate sources of information about factors affecting pupil size.
sv_se: Källorna nedan är alla potentiellt riktiga informationskällor om faktorer som påverkar pupillstorleken.

source: The speaker was always placed two metres from a calling frog.
sv_se: Högtalaren var alltid placerad två meter från en groda som lockade.

source: The species of fish making sounds should be the same at both recording locations.
sv_se: Den fiskart som producerar ljud ska vara samma på båda inspelningsplatserna.

source: The speed of falling objects was measured on each planet.
sv_se: På varje planet mättes hastigheten för fallande föremål.

source: The speed of light through air is faster than the speed of sound through air.
sv_se: Ljusets hastighet genom luften är högre än ljudets hastighet genom luften.

source: The spread of a respiratory virus eventually stops if the value of Rₑ is less than 1.
sv_se: Spridningen av ett luftvägsvirus slutar om värdet på R är mindre än 1.

source: The stem-length data is shown in the graph below.
sv_se: Data om stamlängd visas i diagrammet nedan.

source: The steps include:
sv_se: Dessa steg omfattar:

source: The steps of reforestation:
sv_se: Stegen i återbeskogning:

source: The student claims the information in the table shows that burning Fuel 1 releases less heat energy than buring Fuel 2.
sv_se: Eleven påstår att informationen i tabellen visar att förbränning av bränsle 1 frigör mindre värmeenergi än förbränning av bränsle 2.

source: The student correctly says ‘Once the water has reached the temperature set by the immersion heater, the temperature will be about the same, no matter where the thermometer is placed in the cup.’
sv_se: Eleven säger korrekt ”När vattnet väl har nått den temperatur som doppvärmaren är inställd på kommer temperaturen att vara ungefär densamma oavsett var termometern placeras i bägaren”.

source: The study also showed that the ground beetles attracted by the lamp’s light during the night tend not to move during the day.
sv_se: Studien visade också att de jordlöpare som attraherades av lampljuset på natten inte brukar röra sig på dagen.

source: The study had to continue until it found a solution to the problem of bin-opening cockatoos.
sv_se: Studien behövde fortsätta tills den fann en lösning på problemet med kakaduor som öppnar soptunnor.

source: The study identified no connection between human health and the full moon.
sv_se: Studien identifierade inte något samband mellan människors hälsa och fullmånen.

source: The study used data collected by primary school children around the world.
sv_se: Studien byggde på uppgifter som samlats in av grundskoleelever runtom i världen.

source: The study used data that was collected from typical households.
sv_se: Studien byggde på uppgifter som samlats in från vanliga hushåll.

source: The study was conducted over a number of years.
sv_se: Studien genomfördes under flera år.

source: The study was repeated by a number of other researchers, who obtained the same results.
sv_se: Undersökningen upprepades av ett antal andra forskare, som kom fram till samma resultat.

source: The sudden introduction of wastewater into a waterway can caused an increase in the amount of nitrogen in the water.
sv_se: Att plötsligt släppa ut avloppsvatten i ett vattendrag kan leda till att mängden kväve i vattnet ökar.

source: The suggestion of which person is best supported by the data in the table?
sv_se: Vilken persons förslag har bäst stöd av data i tabellen?

source: The surface rock erodes.
sv_se: Bergytan eroderas.

source: The surrogate mother and the Finn–Dorset donor are genetically different.
sv_se: Surrogatmamman och Finn–Dorset-donatorn är genetiskt olika.

source: The survey was circulated around the world but was only available in English.
sv_se: Undersökningen spreds över hela världen men var endast tillgänglig på engelska.

source: The swim bladder of a fish is also shown in side view (right).
sv_se: Simblåsan på en fisk visas också från sidan (höger).

source: The systems do not replace doctors.
sv_se: Dessa system ersätter inte läkare.

source: The systems follow hierarchical rules in a computer program, which generates questions for a doctor to ask a patient.
sv_se: Systemen följer hierarkiska regler i ett datorprogram, som genererar frågor som en läkare kan ställa till en patient.

source: The systems identify patterns in large data sets provided by many patients over time.
sv_se: Systemen identifierar mönster i stora datamängder som tillhandahålls från många patienter över tid.

source: The table below describes some properties of polymers.
sv_se: Tabellen nedan beskriver några egenskaper hos polymerer.

source: The table below describes the different types of light pollution.
sv_se: Tabellen nedanför beskriver de olika typerna av ljusföroreningar.

source: The table below lists the risk zones defined by the researchers within and above the turbines.
sv_se: Tabellen nedan listar riskzonerna som fastställts av forskarna mellan och över turbinerna.

source: The table below shows some characteristics of Earth, Venus and Mars.
sv_se: Tabellen nedan visar några egenskaper hos jorden, Venus och Mars.

source: The table below shows some questions that scientists want to investigate.
sv_se: Tabellen nedan visar några frågor som forskarna vill undersöka.

source: The table below shows the differences between the machines as well as the mass of iron filings collected over five days.
sv_se: Tabellen nedan visar skillnaderna mellan maskinerna samt mängden järnfilspån som samlats in under en femdagarsperiod.

source: The table below shows the following thermal properties of these materials:
sv_se: Nedanstående tabell visar följande termiska egenskaper hos dessa material:

source: The table below shows the gravity and atmosphere of several planets.
sv_se: Tabellen nedan visar gravitationen och atmosfären för flera planeter.

source: The table below shows the mass of iron filings collected each day by each machine for five days and the average mass collected over all five days.
sv_se: Tabellen nedan visar mängden järnfilspån som samlats in varje dag av varje maskin under en femdagarsperiod och den genomsnittliga mängden som samlats in under alla fem dagar.

source: The table below shows the proposed nutritional content of each tablet.
sv_se: Tabellen nedan visar näringsinnehållet för varje tablett.

source: The table below shows the temperatures of the objects.
sv_se: Tabellen nedan visar föremålens temperaturer.

source: The table below shows wind conditions at four potential sites around the town.
sv_se: Tabellen nedan visar vindförhållandena på fyra möjliga platser runt staden.

source: The table includes 4 rows for your data.
sv_se: Tabellen innehåller 4 rader för dina data.

source: The table includes 6 rows for your data.
sv_se: Tabellen innehåller 6 rader för dina data.

source: The table includes four rows for your data.
sv_se: Tabellen har fyra rader för dina data.

source: The table shows 3 weekly fitness plans.
sv_se: Tabellen visar 3 veckovisa träningsupplägg.

source: The table shows estimates of the risk of buildings sinking as a consequence of the permafrost melting.
sv_se: Tabellen visar uppskattningar av risk för att byggnader sjunker som följd av att permafrosten smälter.

source: The table shows the amount of CO₂ emitted by cars and by the production of the cars’ fuel.
sv_se: Tabellen visar mängden CO₂ som släpps ut av bilar och genom produktion av bilbränsle.

source: The table shows the amount of electrical energy produced according to the numbers of turbines in operation and slope (in degrees) at each location.
sv_se: Tabellen visar mängden elektrisk energi som produceras beroende på antalet turbiner i drift och lutningen (i grader) på varje plats.

source: The table shows the maximum rate that some cities have been sinking over the past 20 years.
sv_se: Tabellen visar den maximala takten som vissa städer har sjunkit med under de senaste 20 åren.

source: The table shows the nutritional values of dairy milk and some non-dairy milk alternatives.
sv_se: Tabellen visar näringsvärden för mjölk av animaliskt ursprung och några växtbaserade drycker som alternativ till mjölk.

source: The table shows the porosity and permeability of some types of rock and soil.
sv_se: Tabellen visar porositeten och genomsläppligheteten i några typer av sten och jord.

source: The table shows their results.
sv_se: Tabellen visar deras resultat.

source: The teacher
sv_se: Läraren

source: The teacher adapts the lesson to my class’s needs and knowledge.
sv_se: Läraren anpassar lektionen efter klassens behov och förkunskaper.

source: The teacher advises me on how to reach my learning goals.
sv_se: Läraren ger mig råd om hur jag kan nå mina lärandemål.

source: The teacher asked us how different topics are connected to a bigger scientific idea.
sv_se: Läraren frågade oss hur olika ämnen hänger samman med en större/mer övergripande naturvetenskaplig idé.

source: The teacher asked us to debate scientific topics with other members of the class.
sv_se: Läraren bad oss att debattera naturvetenskapliga frågor med övriga elever i klassen.

source: The teacher asked us to defend a particular argument in a scientific debate.
sv_se: Läraren bad oss att försvara ett specifikt argument i en vetenskaplig debatt.
